tap "cantino/mcfly"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/brew"
tap "owenthereal/upterm"
tap "remotemobprogramming/brew"
tap "turbot/tap"
brew "jpeg-xl"
brew "aom"
brew "chezmoi"
brew "direnv"
brew "exercism"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hey"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "neovim"
brew "node@18"
brew "nvm"
brew "python@3.10"
brew "python@3.11"
brew "ruby@2.6"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "z"
brew "cantino/mcfly/mcfly"
brew "hashicorp/tap/terraform"
brew "owenthereal/upterm/upterm"
brew "remotemobprogramming/brew/mob"
brew "turbot/tap/steampipe"
cask "alt-tab"
cask "aws-vault"
cask "maccy"
cask "meetingbar"
cask "raycast"
cask "spotify"
cask "tomatobar"
cask "visual-studio-code"
cask "warp"
vscode "a-h.templ"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andenetalexander.vim-cheatsheet"
vscode "andys8.jest-snippets"
vscode "bierner.emojisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "harryhopkinson.vim-theme"
vscode "hediet.vscode-drawio"
vscode "johnpapa.vscode-peacock"
vscode "kenhowardpdx.vscode-gist"
vscode "luxcium.pop-n-lock-theme-vscode"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "oracle.oracle-java"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "ryu1kn.partial-diff"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "techer.open-in-browser"
vscode "vinliao.fast-arrow"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
